Repository: nseinlet/beamz_website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Who we are
fr: Qui nous sommes

source: Vincent is passionate about structures. He teaches Structural Analysis, statics, and dynamics at the University of Liège where he received his PhD degree in Civil Engineering.
fr: Vincent est passionné par les structures. Il enseigne l'analyse structurale, la statique et la dynamique à l'Université de Liège où il a obtenu son doctorat en génie civil.

source: He travelled across many places in Europe, Asia, Australia, and the US to sharpen his knowledge in structural analysis under various loads and conditions.
fr: Il a voyagé dans de nombreux endroits en Europe, en Asie, en Australie et aux États-Unis pour affiner ses connaissances en analyse structurale sous diverses charges et conditions.

source: He also founded the Structural and Stochastic Dynamics lab.
fr: Il a aussi fondé le laboratoire de dynamique structurale et stochastique.

source: Nicolas is a developer. He received his Diploma in Computer Science from the University of Mons.
fr: Nicolas est un développeur. Il a reçu son diplôme en informatique de l'Université de Mons.

source: His area of expertises are the databases and the performance of IT systems.
fr: Ses domaines d'expertise sont les bases de données et les performances des systèmes informatiques.

source: What we do
fr: Ce que nous faisons

source: From smaller structures to bigger ones, our platform makes analyses a breeze.
fr: Des structures les plus simples aux plus complexes, notre plateforme rend leurs analyses faciles.

source: Web based, this tool allows you to perform finite elements analyses from anywhere, at any time.
fr: Basé sur le web, cet outil vous permet d'effectuer des analyses par éléments finis de n'importe où, à tout moment.

source: You can also collaborate with your colleagues.
fr: Vous pouvez aussi collaborer avec vos collègues.

source: Features
fr: Fonctionnalités

source: Blog posts
fr: Articles de blog

source: Published
fr: Publié

source: Read more
fr: Lire plus

source: Publication dates
fr: Dates de publication

source: Tags
fr: Étiquettes

source: Contact us
fr: Contactez nous

source: Your message has been sent!
fr: Votre message a été envoyé.

source: Error sending message.
fr: Erreur d'envoi du message.

source: Name
fr: Nom

source: Email
fr: Courriel

source: Send
fr: Envoyer

source: Frequently asked questions
fr: Questions fréquentes

source: Everytime. Everywhere.
fr: Partout. Tout le temps.

source: You just need a recent web browser. Share your structures among devices, thanks to the cloud storage.
fr: Vous avez juste besoin d'un navigateur web récent. Partagez vos structures entre appareils, grâce au stockage dans le cloud.

source: Work now
fr: Travaillez maintenant

source: Intuitive UI
fr: Interface intuitive

source: Every tool you need to draw a structure at your fingertips, whichever the platform you're using.
fr: Chaque outil dont vous avez besoin pour dessiner une structure à portée de main, quel que soit la plateforme que vous utilisez.

source: Without any training, a new user is able to draw a tructure, add loads, and analyse it in minutes.
fr: Sans aucune formation, un nouvel utilisateur est capable de dessiner une structure, d'ajouter des charges et de l'analyser en quelques minutes.

source: Multiple load cases
fr: Plusieurs cas de charge

source: In addition to the existing <i>Self weight</i> pre-defined load, you can define <b>as many</b> load cases as you want.
fr: En plus de la charge pré-définie <i>Poids propre</i>, vous pouvez définir <b>autant</b> de cas de charge que vous le souhaitez.

source: Each load case can contain <b>as many</b> Loads as you want.
fr: Chaque cas de charge peut contenir <b>autant</b> de charges que vous le souhaitez.

source: Distributed, concentrated, moments, on elements or nodes, heat, fire are the loads you can add in every case. You can also define supports displacements or rotations.
fr: Réparties, concentrées, moments, sur des éléments ou des nœuds, chaleur, incendie sont les charges que vous pouvez ajouter dans chaque cas. Vous pouvez également définir des déplacements ou des rotations de supports.

source: Loads combination
fr: Combinaison de charges

source: In addition to multiple loads definitions, you can create <b>combinations</b> of loads, with a factor. To ease the work, the defaults are set to 1.35 for self-weight, and 1.5 for others. You can of course set the coefficients you need per combination.
fr: En plus de la définition de plusieurs charges, vous pouvez créer des <b>combinaisons</b> de charges, avec un facteur. Pour faciliter le travail, les valeurs par défaut sont fixées à 1,35 pour le poids propre et 1,5 pour les autres. Vous pouvez bien sûr définir les coefficients dont vous avez besoin par combinaison.

source: And you can combine load cases and combos in enveloppes.
fr: Et vous pouvez combiner les cas de charge et les combinaisons dans des enveloppes.

source: As usual, no limit on the number of combinations and enveloppes.
fr: Comme d'habitude, pas de limite sur le nombre de combinaisons et d'enveloppes.

source: Materials library
fr: Librairie de matériaux

source: In addition to the long list of pre-defined materials in the software, you can create your own list of materials.
fr: En place de la longue liste de matériaux pré-définis dans le logiciel, vous pouvez créer votre propre liste de matériaux.

source: To ease your work, you can also create your list of <b>prefered materials</b> and have the app to automatically start every new structure with this list, instead of the default one.
fr: Pour faciliter votre travail, vous pouvez également créer votre liste de <b>matériaux préférés</b> et faire en sorte que l'application démarre automatiquement chaque nouvelle structure avec cette liste, au lieu de la liste par défaut.

source: You can also load those custom-defined materials in any existing structure in one click.
fr: Vous pouvez également charger ces matériaux définis par vous dans n'importe quelle structure existante en un clic.

source: The same fonctionality apply for <b>geometries</b>, <b>springs</b> and <b>dashpots</b>.
fr: Cette même fonctionnalité s'applique aux <b>géométries</b>, <b>ressorts</b> et <b>coulisses</b>.

source: Units of measure
fr: Unités de mesure

source: Create your own system of units, to suits your needs.
fr: Créez votre propre système d'unités, pour répondre à vos besoins.

source: When collaborating on the same structure, different users can use different units of measures, without interfering each other!
fr: Lorsque vous collaborez sur la même structure, différents utilisateurs peuvent utiliser différentes unités de mesure, sans interférer les uns avec les autres!

source: Cloud storage
fr: Sauvegarde dans le cloud

source: Save your structures in the cloud, and we'll save all your structure's versions.
fr: Enregistrez vos structures dans le cloud, et nous enregistrerons toutes les versions de votre structure.

source: No need to worry about loosing info, or overwrite a modification, we keep track of all versions.
fr: Inutile de s'inquiéter de la perte d'informations ou de l'écrasement d'une modification, nous gardons une trace de toutes les versions.

source: Suits your needs
fr: Repond à vos besoins

source: Adapt the application settings to suit your needs, like number roundings, units, default drawing style, colors, ...
fr: Adaptez les paramètres de l'application à vos besoins, comme le nombre de décimales, les unités, le style de dessin par défaut, les couleurs, ...

source: Social portal
fr: Portail social

source: Get track of your work, as well as your colleagues' work in a single place, in a social network style.
fr: Suivez votre travail, ainsi que celui de vos collègues en un seul endroit, dans un style de réseau social.

source: Results in spreadsheet
fr: Résultats dans une feuille de calcul

source: Analyse all results in an embedded spreadsheet, even on mobile devices.<br/>No need for an external application to achieve this, it's built-in.<br/>All the usual spreadsheet tools are available.<br/>Export to XLSX format available to match your regular workflows.
fr: Analysez tous les résultats dans une feuille de calcul intégrée, même sur les appareils mobiles.<br/>Pas besoin d'une application externe pour cela, c'est intégré.<br/>Tous les outils habituels de feuille de calcul sont disponibles.<br/>L'export au format XLSX est disponible pour s'adapter à vos flux de travail habituels.

source: Pricing
fr: Tarif

source: Academic
fr: Académique

source: academic year
fr: année académique

source: One user
fr: Un utilisateur

source: Unlimited structures number
fr: Nombre illimité de structures

source: No support
fr: Pas de support

source: Available after student card check.
fr: Disponnible après vérification de la carte étudiant.

source: Start now
fr: Commencez maintenant

source: Professional
fr: Professionel

source: year
fr: Année

source: Unlimited analysis
fr: Analyses illimitées

source: Email support
fr: Support par courriel

source: Most popular
fr: Le plus demandé

source: Available after payment.
fr: Disponnible après paiement.

source: Enterprise
fr: Entreprise

source: user
fr: utilisateur

source: Multiple users
fr: Plusieurs utilisateurs

source: Share structures among users
fr: Partage de structures entre utilisateurs

source: Contact us for terms and conditions.
fr: Contactez nous pour les conditions d'accès et modalités.

source: Features comparision
fr: Comparaison des fonctionnalités

source: Cloud based
fr: Hébergé dans le cloud

source: Max number of structures
fr: Nombre maximum de structures

source: Unlimited
fr: Illimité

source: Sharing
fr: Partage

source: Online saving
fr: Sauvegarde en ligne

source: Offline saving
fr: Sauvegarde locale

source: File history
fr: Historique du fichier

source: Hinged
fr: Rotules

source: Springs
fr: Ressorts

source: Rolls
fr: Rouleaux

source: Elements
fr: Eléments

source: Beams
fr: Barres

source: Dashpots
fr: Coulisses

source: Materials per structure
fr: Matériaux par structure

source: Geometries per structure
fr: Géométries par structure

source: Dedicated servers
fr: Serveurs dédiés

source: Dedicated compute module
fr: Moteur de calcul dédié

source: Dedicated storage server
fr: Serveur de stockage privé

source: On-premise deployment
fr: Déploiement sur site

source: Sharing with students from same school/university
fr: Partage avec les étudiants de la même école/université

source: Require additional module, ask for quote.
fr: Nécessite un module additionnel, demandez un devis.

source: Require additional module on your infrastructure, ask for quote.
fr: Nécessite un module additionnel sur votre infrastructure, demandez un devis.

source: Affiliated schools / Universities
fr: Ecoles / universités partenaires

source: Affiliated schools/universities
fr: Ecoles/universités partenaires

source: Unsubscribe BeamZe mailings
fr: Se désabonner des envois BeamZe

source: Unsubscribe from mailings
fr: Se désabonner des envois

source: is successfully unsubscribed from our mailing list.
fr: a été désabonné avec succès de notre liste de diffusion.

source: Email address
fr: Adresse courriel

source: Unsubscribe
fr: Se désabonner

source: Structural analysis software
fr: Logiciel d'analyse de structures

source: Analyze structures with confidence. And effortless.
fr: Analysez les structures en toute confiance. Simplement.

source: Discover features
fr: Decouvrez les fonctionnalités

source: a lightweight and intuitive structural finite element model accessible directly from your web browser
fr: un modèle d'éléments finis de structure léger et intuitif, accessible directement depuis votre navigateur

source: No installations, no hassle! It is multi-platform. MacOS, Windows, Linux, … on your desktop, laptop, tablet, smartphone
fr: Pas d'installation, pas de soucis! Multi-plateforme. MacOS, Windows, Linux, … sur votre ordinateur de bureau, portable, tablette, smartphone

source: we don't mind as long as you enjoy
fr: On s'en fiche tant que vous appréciez

source: Designed for simplicity
fr: Conçu pour la simplicité

source: and efficiency
fr: et l'efficacité

source: This tool empowers engineers to analyze structures seamlessly anytime, anywhere. Experience the future of finite element modeling with unmatched convenience and performance.
fr: Cet outil permet aux ingénieurs d'analyser les structures de manière transparente n'importe où, n'importe quand. Découvrez le futur de la modélisation par éléments finis avec une commodité et des performances inégalées.

source: Home
fr: Acceuil

source: My files
fr: Mes fichiers

source: Dashboard
fr: Tableau de bord

source: Logout
fr: Déconnexion

source: Login
fr: Connexion

source: Sign-up
fr: Enregistrement

source: A cloud based structure analysis platform for architects and engineers.
fr: Une plateforme d'analyse de structures pour architectes et ingénieurs, hébergée dans le cloud.

source: Accessible through a web interface, using any device.
fr: Accessible via une interface web, sur n'importe quel appareil.

source: Still not a user?
fr: Pas encore utilisateur?

source: Sign up!
fr: Enregistrez-vous!
